Repository: dicePrime/test-repo
Catalog: wp-plugins-anspress-question-answer-stable-*.po
Languages: fr

source: Comment successfully posted
fr: Le commentaire a été correctement publié

source: <strong>%1$s %2$s</strong> is available. <a href="%3$s" class="thickbox" title="%4s">Check out what's new</a> or <a href="%5$s"%6$s>update now</a>.
fr: <strong>%1$s %2$s</strong> est disponible. <a href="%3$s" class="thickbox" title="%4s">Découvrez les nouveautés</a> ou <a href="%5$s"%6$s>mettez à jour maintenant</a>.

source: Updating this theme will lose any customizations you have made. 'Cancel' to stop, 'OK' to update.
fr: Mettre à jour ce thème vous fera perdre toutes les modifications que vous y avez apportées. « Annuler » pour arrêter, « OK » pour mettre à jour.

source: Site is inactive.
fr: Le site est inactif.

source: License key is disabled.
fr: La clé de licence est désactivée.

source: License is inactive.
fr: La licence est désactivée.

source: License keys do not match.
fr: Les clés de licence ne correspondent pas.

source: License key has expired.
fr: La clé de licence a expiré.

source: License key expired %s.
fr: Clé de licence expirée %s.

source: You have %1$s / %2$s sites activated.
fr: Vous avez %1$s / %2$s sites activés.

source: Expires %s.
fr: Expire %s.

source: License key is active.
fr: La licence est active.

source: unlimited
fr: illimité

source: Renew?
fr: Renouveler ?

source: License status is unknown.
fr: L’état de la licence est inconnu.

source: License Action
fr: Action sur la licence

source: License Key
fr: Clé de licence

source: Enter your theme license key.
fr: Saisissez votre clé de licence pour le thème.

source: Theme License
fr: Licence du thème

source: %d Answer
fr: %d réponse

source: Order by:
fr: Trier par :

source: AnsPress ask form widget
fr: Widget de formulaire de question AnsPress

source: Register
fr: S’inscrire

source: (AnsPress) Author page
fr: (AnsPress) Page d’auteur

source: (AnsPress) Tag page
fr: (AnsPress) Page d’étiquettes

source: (AnsPress) Category Page
fr: (AnsPress) Page de catégories

source: (AnsPress) Question Sidebar
fr: (AnsPress) Barre latérale d’une question

source: Widgets in this area will be shown in AnsPress sidebar except single question page.
fr: Les widgets de cette zone apparaissent dans toutes les pages sauf celle de question unitaire.

source: (AnsPress) Sidebar
fr: (AnsPress) Barre latérale

source: (AnsPress) Question List Top
fr: (AnsPress) Avant la liste de questions

source: (AnsPress) Before
fr: (AnsPress) Avant tout

source: Write your comment...
fr: Faites votre commentaire…

source: You have already attached maximum numbers of allowed attachments
fr: Vous avez déjà attaché le nombre maximal autorisé de pièces jointes

source: File size is bigger then %s MB
fr: La taille de fichier est supérieure à %s Mo

source: Sorry! No question found.
fr: Désolé ! Aucune question trouvée.

source: Selected
fr: Choisie

source: This answer is selected as best
fr: Cette réponse est sélectionnée comme la meilleure

source: No description.
fr: Aucune description.

source: Search tags...
fr: Chercher dans les étiquettes…

source: Question tag: %s
fr: Étiquette de la question : %s

source: No tags is set!
fr: Aucune étiquette n’est définie !

source: Load More
fr: Charger la suite

source: Seen
fr: Vue

source: No category is set!
fr: Aucune catégorie n’est définie !

source: Sub Categories
fr: Sous-catégories

source: View all questions
fr: Voir toutes les questions

source: Insert images and attach media by %1$sselecting them%2$s
fr: Ajoutez des images en %1$sles sélectionnant%2$s

source: Insert to post
fr: Insérer pour publier

source: Failed
fr: Échec

source: Uploaded
fr: Mis en ligne

source: You have already uploaded maximum numbers of allowed attachments
fr: Vous avez déjà mis en ligne le nombre maximal autorisé de pièces jointes

source: Unable to delete attachment
fr: Impossible de supprimer la pièce jointe

source: You are not allowed to upload attachments.
fr: Vous n’êtes pas autorisé à mettre en ligne des pièces jointes.

source: AnsPress links
fr: Liens AnsPress

source: Clear Filter
fr: Effacer le filtre

source: Order By
fr: Trier par

source: Convert this question to blog post
fr: Convertir cette question en article

source: Delete post permanently (cannot be restored again)
fr: Supprimer définitivement ce contenu (il ne pourra pas être rétabli ultérieurement)

source: New
fr: Nouveau

source: Popular
fr: Populaire

source: Tagged
fr: Étiqueté

source: Restricted content
fr: Contenu privé

source: Sorry, you cannot edit this answer
fr: Désolé, vous ne pouvez pas modifier cette réponse

source: Sorry, you cannot asnwer on this question
fr: Désolé, vous n’avez pas la permission de répondre à cette question

source: Question posted successfully. Redirecting to question
fr: Question correctement publiée. Redirection en cours vers la question

source: Sorry, unable to post new question
fr: Désolé, impossible de publier une nouvelle question

source: Trashed
fr: À la corbeille

source: Question is closed for new answers
fr: La question est close

source: Awaiting approval
fr: En attente d’approbation

source: You are not allowed to change post status
fr: Vous n’êtes pas autorisé à modifier l’état d’un contenu

source: Search "%s"
fr: Recherche de « %s »

source: changed status
fr: a changé d’état

source: deleted comment
fr: a supprimé le commentaire

source: restored answer
fr: réponse rétablie

source: approved
fr: approuvée

source: Sorry, you cannot edit this answer.
fr: Désolé, vous ne pouvez pas modifier cette réponse.

source: Something went wrong, please try again
fr: Quelque chose s’est mal passé, veuillez réessayer

source: This question is waiting for a moderator and cannot be viewed. Please check back later to see if it has been approved.
fr: Cette question est en attente d’un modérateur et ne peut pas être lue. Merci de revenir ultérieurement pour voir si elle a été approuvée.

source: Add a Comment
fr: Faire un commentaire

source: Sorry, unable to approve comment
fr: Désolé, impossible d’approuver le commentaire

source: Failed to delete comment
fr: Échec de suppression du commentaire

source: Unable to update comment
fr: Impossible de mettre à jour le commentaire

source: No change detected, edit comment and then try
fr: Aucune modification détectée, modifiez le commentaire et réessayez

source: Sorry, you cannot edit this comment
fr: Désolé, vous ne pouvez pas modifier ce commentaire

source: Sorry, you cannot post a comment
fr: Désolé, vous ne pouvez pas publier un commentaire

source: Commenting is not allowed on draft, pending or deleted %s
fr: Il n’est pas possible de commenter un %s brouillon, en attente ou supprimé

source: Sorry, you cannot post a blank comment
fr: Désolé, vous ne pouvez pas publier un commentaire vide

source: Unable to post comment
fr: Impossible de publier un commentaire

source: Unable to load comments
fr: Impossible de charger les commentaires

source: Field value should be at least %d characters
fr: La valeur de de ce champ devrait être d’au moins %d caractères

source: Post you are trying to edit is not a question.
fr: Le contenu que vous essayez de modifier n’est pas une question.

source: You cannot edit this question.
fr: Vous ne pouvez pas modifier cette question.

source: You are viewing 1 out of %d answers, click here to view all answers.
fr: Vous affichez 1 des %d réponses, cliquez ici pour afficher toutes les réponses.

source: Unsubscribe
fr: Se désabonner

source: Successfully subscribed to question
fr: Abonnement à la question correctement effectué

source: Successfully unsubscribed from question
fr: Abonnement à la question correctement annulé

source: Sorry, unable to subscribe
fr: Désolé, impossible de s’abonner

source: You must be logged in to subscribe to a question
fr: Vous devez être connecté pour vous abonner à une question

source: Question "%s" is converted to post and its answers are trashed
fr: La question « %s » est transformée en article et les réponses qui lui ont été apportées sont déplacée dans la corbeille

source: Sorry, you are not allowed to convert this question to post
fr: Désolé, vous n’avez pas la permission de transformer cette question en article

source: Question is opened
fr: La question est ouverte

source: Question closed
fr: Question close

source: Open this question for new answers
fr: Ouvrir cette question à de nouvelles réponses

source: Close this question for new answer.
fr: Clore la question.

source: You cannot close a question
fr: Vous ne pouvez pas clore une question

source: Unfeature
fr: Ne plus mettre en avant

source: Unmark this question as featured
fr: Ne plus mettre cette question en avant

source: Sorry, you cannot toggle a featured question
fr: Désolé, vous ne pouvez pas basculer une question mise en avant

source: Answer is deleted permanently
fr: La réponse est définitivement supprimée

source: Question is deleted permanently
fr: La question est définitivement supprimée

source: Sorry, unable to delete post
fr: Désolé, impossible de supprimer le contenu

source: %s is trashed
fr: %s est déplacé·e dans la corbeille

source: Restore this post
fr: Rétablir ce contenu

source: Undelete
fr: Rétablir

source: %s is restored
fr: %s est rétabli·e

source: Delete this post (can be restored again)
fr: Supprimer ce contenu (il pourra être rétabli ultérieurement)

source: Unable to trash this post
fr: Impossible de déplacer dans la corbeille ce commentaire

source: This answer cannot be selected as best, update status to select as best answer.
fr: Cette réponse ne peut pas être sélectionnée comme meilleure réponse. Pour corriger cela, actualisez son état.

source: Get help now
fr: Obtenir de l’aide

source: Having trouble upgrading? We are available 12x7
fr: Un problème de mise à niveau ? Nous sommes à votre disposition 12x7

source: Aaiyaa! Something went wrong. Please click above button again or report issue to us.
fr: Aïe ! Quelque chose s’est mal passé. Veuillez cliquer de nouveau sur le bouton ou nous signaler l’erreur.

source: Start Upgrade
fr: Mettre à niveau maintenant

source: This page will help you with automatically migrating AnsPress 3.x data to 4.x. Please make sure to create a backup of site before starting upgrade.
fr: Cette page vous aidera a migrer automatiquement les données AnsPress de 3.x vers 4.x. Veuillez effectuer une sauvegarde du site avant de commencer la mise à niveau.

source: Thank you for choosing AnsPress
fr: Merci d’avoir choisi AnsPress

source: Migrate category data
fr: Migration des données de catégories

source: Migrate reputation data
fr: Migration des données de notoriété

source: Questions and Answers
fr: Questions et réponses

source: Do you wish to proceed? This cannot be undone.
fr: Souhaitez-vous continuer ? Ceci est irréversible.

source: Clicking this button will remove all AnsPress DB tables
fr: Cliquer sur ce bouton pour supprimer de la base de données toutes les tables d’AnsPress

source: Delete all database tables
fr: Supprimer toutes les tables en base de données

source: Permanently delete all AnsPress tables?
fr: Supprimer définitivement toutes les tables d’AnsPress ?

source: Clicking this button will delete all AnsPress terms data
fr: Cliquer sur ce bouton pour supprimer toutes les données de termes d’AnsPress

source: Delete all terms
fr: Supprimer tous les termes

source: Permanently delete all AnsPress terms?
fr: Supprimer définitivement tous les termes d’AnsPress ?

source: Unseen
fr: Non vue

source: Clicking this button will delete all AnsPress options
fr: Cliquer sur ce bouton pour supprimer toutes les options d’AnsPress

source: Delete all options
fr: Supprimer toutes les options

source: Permanently delete all AnsPress options?
fr: Supprimer définitivement toutes les options d’AnsPress ?

source: Clicking this button will delete all user data added by AnsPress
fr: Cliquer sur ce bouton pour supprimer toutes les données utilisateurs ajoutées par AnsPress

source: Delete all user data
fr: Supprimer toutes les données utilisateur

source: Permanently delete all AnsPress user data?
fr: Supprimer définitivement toutes les données utilisateur d’AnsPress ?

source: Clicking this button will delete all answers and its related data from database
fr: Cliquer sur ce bouton pour supprimer de la base de données toutes les réponses et les données qui leur sont associées

source: Delete %d answers
fr: Supprimer %d réponses

source: Permanently delete all answers?
fr: Supprimer définitivement toutes les réponses ?

source: Clicking this button will delete all questions and answers data from database
fr: Cliquer sur ce bouton pour supprimer de la base de données toutes les questions et les données qui leur sont associées

source: Delete %d Q&A
fr: Supprimer %d Q&R

source: Permanently delete all questions and answers?
fr: Supprimer définitivement toutes les questions et réponses ?

source: If you are unsure about this section please do not use any of these options below.
fr: Si vous avez un doute concernant cette section, veuillez ne pas utiliser les options suivantes.

source: Save Role
fr: Enregistrer le rôle

source: Save Events Points
fr: Enregistrer les points d’événements

source: Migrated categories data... %1$d out of %2$d
fr: Données de catégories migrées… %1$d sur %2$d

source: Migrated reputation... %1$d out of %2$d
fr: Notoriétés migrées… %1$d sur %2$d

source: Successfully migrated all reputations
fr: Notoriétés correctement migrées

source: Updated %1$d posts out of %2$d
fr: %1$d contenus mis à jour sur %2$d

source: Post data updated successfully
fr: Données du contenu correctement mises à jour

source: Uninstall - clear all AnsPress data
fr: Désinstaller - effacer toutes les données d‘AnsPress

source: Set numbers of media user can upload for each post.
fr: Définissez le nombre de médias qu’un utilisateur peut mettre en ligne avec chaque contenu.

source: Max uploads per post
fr: Taille maximal des pièces joints pour un contenu

source: Order answers by by default using selected
fr: Ordonner par défaut les réponses en utilisant la sélection

source: Default answers order
fr: Ordre des réponses par défaut

source: Order question list by default using selected
fr: Ordonner par défaut la liste de questions en utilisant la sélection

source: Default question order
fr: Ordre des questions par défaut

source: Checking this will disable question suggestion in ask form
fr: Cochez cette case pour désactiver la suggestion de questions dans le formulaire de question

source: Disable question suggestion
fr: Désactiver les suggestions de questions

source: Check for duplicate posts before posting
fr: Vérifier les contenus doublons avant de publier

source: Check duplicate
fr: Vérifier les doublons

source: Show question and answer comments by default
fr: Afficher les commentaires de questions et réponses par défaut

source: Load comments
fr: Charger les commentaires

source: Question & Answer
fr: Question & Réponse

source: Select single question permalink structure.
fr: Choisissez la structure de permaliens pour une question unitaire.

source: Question permalink
fr: Permalien de la question

source: Slug for single question page.
fr: Définissez l’identifiant de la page de question unitaire.

source: Question slug
fr: Identifiant de la page de question unitaire

source: Set a slug for ask question page.
fr: Définissez l’identifiant de la page du formulaire de question.

source: Ask question page slug
fr: Identifiant de la page du formulaire de question

source: Questions page
fr: Page des questions

source: Add-ons
fr: Compléments

source: Upgrade now
fr: Mettre à niveau maintenant

source: You must continue to upgrade AnsPress data.
fr: Vous devez continuer à mettre à jour les données AnsPress.

source: Update now
fr: Mettre à jour maintenant

source: AnsPress database is not updated.
fr: La base de données AnsPress n’est pas à jour.

source: Select All
fr: Tout sélectionner

source: Upgrade AnsPress
fr: Mettre à niveau AnsPress

source: Options & Add-ons
fr: Options & compléments

source: Slowly type for suggestions
fr: Saisissez lentement pour obtenir des suggestions

source: Type and hit enter
fr: Saisissez puis appuyez sur la touche Entrée

source: Suggestions are available. Use the up and down arrow keys to read it.
fr: Des suggestions sont disponibles. Utiliser les flèches hautes et basses de votre clavier pour en prendre connaissance.

source: removed from the tags list.
fr: retiré de la liste des étiquettes.

source: added to the tags list.
fr: ajouté à la liste des étiquettes.

source: Add Tag
fr: Ajouter une étiquette

source: Delete Tag
fr: Supprimer l’étiquette

source: Slug for tag page
fr: Identifiant de la page des étiquettes

source: Tag page slug
fr: Identifiant de la page de l‘étiquette

source: Slug tags page
fr: Identifiant de la page des étiquettes

source: Tags page slug
fr: Identifiant de la page d‘étiquettes

source: Title for tags page
fr: Titre de la page des étiquettes

source: Tags page title
fr: Titre de la page d’étiquettes

source: minimum numbers of tags that user must add when asking.
fr: nombre minimal d’étiquettes que l’utilisateur doit ajouter lorsqu’il pose une question.

source: Minimum tags
fr: Étiquettes minimales

source: Maximum numbers of tags that user can add when asking.
fr: Nombre maximal d’étiquettes que l’utilisateur peut ajouter lorsqu’il pose une question.

source: Maximum tags
fr: Étiquettes maximales

source: Numbers of tags to show in tags page.
fr: Nombre d’étiquettes à afficher dans la page d’étiquettes.

source: Tags to show
fr: Étiquettes à afficher

source: Search Tag
fr: Chercher dans les étiquettes

source: View Tag
fr: Voir l’étiquette

source: New Tag
fr: Nouvelle Étiquette

source: Edit Tag
fr: Modifier l’étiquette

# anspress-question-answer
source: Add New Tag
fr: Ajouter une nouvelle étiquette

source: All Tags
fr: Toutes les étiquettes

# anspress-question-answer
source: Tag
fr: Étiquette

source: Question Tags
fr: Étiquettes de la question

source: (AnsPress) Tags
fr: Étiquettes

source: Reputations
fr: Notoriété

source: Successfully updated reputation points!
fr: Les points de notoriété ont correctement été mis à jour !

source: Given a down vote
fr: A donné un vote négatif

source: Points taken from user when user give a down vote
fr: Points gagnés ou perdus lorsque l’utilisateur fait un vote négatif

source: Gives down vote
fr: Donne un vote négatif

source: Given an up vote
fr: A donné un vote positif

source: Points taken from user when they give a vote up
fr: Points gagnés ou perdus lorsque l’utilisateur fait un vote négatif

source: Gives an up vote
fr: Donne un vote positif

source: Received a down vote
fr: A reçu un vote négatif

source: Points awarded when user receive a down vote
fr: Points gagnés ou perdus lorsque l’utilisateur reçoit un vote négatif

source: Received down vote
fr: A reçu un vote négatif

source: Received an upvote
fr: A reçu un vote positif

source: Points awarded when user receive an upvote
fr: Points gagnés ou perdus lorsque l’utilisateur reçoit un vote positif

source: Received up vote
fr: A reçu un vote positif

source: Answer was selected as best
fr: A eu une réponse sélectionnée comme la meilleure

source: Points awarded when user's answer selected as best
fr: Points gagnés ou perdus lorsqu’une réponse de l’utilisateur est choisie comme meilleure réponse

source: Answer selected as best
fr: Réponse sélectionnée comme la meilleure

source: Selected an answer as best
fr: Choix d’une meilleure réponse

source: Points awarded when user select an answer for thier question
fr: Points gagnés ou perdus lorsque l’utilisateur choisi une meilleure réponse

source: Commented on a post
fr: A fait un commentaire

source: Points awarded when user comment on question or answer
fr: Points gagnés ou perdus lorsque l’utilisateur fait un commentaire sur une question ou une réponse

source: Commenting
fr: Commentaire

source: Posted an answer
fr: A répondu

source: Points awarded when user answer a question
fr: Points gagnés ou perdus lorsque l’utilisateur répond à une question

source: Answering
fr: Répondre à une question

source: Asked a question
fr: A posé une question

source: Points awarded when user asks a question
fr: Points gagnés ou perdus lorsque l’utilisateur pose une question

source: Asking
fr: Poser une question

source: Registered
fr: Inscrit·e

source: Points awarded when user account is created
fr: Points gagnés ou perdus lorsque l’utilisateur s’inscrit

source: Registration
fr: Inscription

source: Select method to use when verification keeps failing
fr: Choisissez la méthode à utiliser lorsque la vérification échoue de façon continuelle

source: Recaptcha Method
fr: Méthode reCAPTCHA

source: Callback function not found for rendering this page
fr: La fonction callback pour effectuer le rendu de cette page n’a pas été trouvée

source: Successfully updated all notifications
fr: Toutes les notifications ont correctement été mises à jour

source: There was a problem processing your request
fr: Il y a eu un problème lors du traitement de votre demande

source: You lose %points% points
fr: Vous avez perdu %points% points

source: You have earned %points% points
fr: Vous avez gagné %points% points

source: selected your answer
fr: a choisi votre réponse

source: down voted your %cpt%
fr: a voté négativement pour votre %cpt%

source: up voted your %cpt%
fr: a voté positivement pour votre %cpt%

source: commented on your %cpt%
fr: a commenté votre %cpt%

source: posted an answer on your question
fr: a répondu à votre question

source: Auto delete notifications interval
fr: Intervalle de notifications de suppression automatique

source: Auto delete interval
fr: Intervalle de suppression automatique

source: Auto delete user notifications
fr: Supprimer automatiquement les notifications utilisateurs

source: Both seen an unseen
fr: Vues et non-vues

source: Only seen
fr: Seulement vues

source: Do not auto delete
fr: Ne pas supprimer automatiquement

source: Auto delete notifications
fr: Notifications de suppression automatique

source: post
fr: contenu

source: Someone
fr: Quelqu’un

source: Select Answer
fr: Choisir une réponse

source: Body
fr: Corps

source: Subject
fr: Sujet

source: Templates
fr: Thèmes

source: Send email to admin when asnwer is trashed
fr: Envoyer un e-mail à l’administrateur lorsqu’une réponse est déplacée dans la corbeille

source: Delete answer
fr: Supprimer la réponse

source: Send email to admin when question is trashed
fr: Envoyer un e-mail à l’administrateur lorsqu’une question est déplacée dans la corbeille

source: Delete question
fr: Supprimer la question

source: Send email to admin when answer is edited
fr: Envoyer un e-mail à l’administrateur lorsqu’une réponse est modifiée

source: Send email to admin when question is edited
fr: Envoyer un e-mail à l’administrateur lorsqu’une question est modifiée

source: Send email to admin for every new comment.
fr: Envoyer un e-mail à l’administrateur pour tout nouveau commentaire.

source: New comment
fr: Nouveau commentaire

source: Send email to admin for every new answer.
fr: Envoyer un e-mail à l’administrateur pour toute nouvelle réponse.

source: New answer
fr: Ajouter

source: Send email to admin for every new question.
fr: Envoyer un e-mail à l’administrateur pour toute nouvelle question.

source: Enter email where admin notification should be sent
fr: Saisissez l’adresse de messagerie où les notifications doivent être envoyées

source: Admin email
fr: Adresse de messagerie de l’administrateur

source: Notify admin(s)
fr: Notifier l’administrateur

source: Hello! Answer on '{question_title}' is trashed by {user}.
fr: Bonjour ! La réponse à '{question_title}' a été déplacée dans la corbeille par {user}.

source: An answer is trashed by {user}
fr: Une réponse est déplacée dans la corbeille par {editor}
