Repository: dicePrime/test-repo
Catalog: wp-plugins-anspress-question-answer-stable-*.po
Languages: fr

source: Please check captcha field and resubmit it again.
fr: Veuillez corriger le champ captcha et envoyer le formulaire à nouveau.

source: You have already reported this post.
fr: Vous avez déjà signalé ce message.

source: Thank you for reporting this post.
fr: Merci d’avoir signalé ce message.

source: You do not have permission to view private posts.
fr: Vous n’êtes pas autorisé à voir les contenus privés.

source: Best answer is selected for your question.
fr: La meilleure réponse est sélectionnée pour votre question.

source: Best answer is unselected for your question.
fr: La meilleure réponse n‘est plus sélectionnée pour votre question.

source: You cannot vote on your own question or answer.
fr: Vous ne pouvez pas voter pour vos propres questions et réponses.

source: Undo your vote first.
fr: Annulez votre vote d’abord.

source: Your vote has been removed.
fr: Votre vote a été annulé.

source: Thank you for voting.
fr: Merci de votre vote.

source: Answer updated successfully
fr: La réponse a bien été mise à jour

source: Answer submitted successfully
fr: La réponse a bien été envoyée

source: Question updated successfully
fr: La question a bien été mise à jour

source: Comment deleted successfully.
fr: Le commentaire a été correctement supprimé.

source: Comment updated successfully.
fr: Le commentaire a été correctement mis à jour.

source: Comment successfully deleted
fr: Le commentaire a été correctement supprimé

source: Something went wrong, last action failed.
fr: Quelque chose s’est mal passé, la dernière action a échoué.

source: Success
fr: Succès

source: Private
fr: Privé·e

source: Open
fr: Rouvrir

source: Close
fr: Clore

source: Unselect
fr: Déselectionner

source: Unselect this answer
fr: Ne plus sélectionner cette réponse

source: Select this answer as best
fr: Choisir cette réponse comme la meilleure

source: Edit Answer
fr: Modifier les réponses

source: Comment
fr: Commentez

source: Create tag
fr: Créer une étiquette

source: Description of tag.
fr: Description de l’étiquette.

source: Enter tag
fr: Saisissez l’étiquette

source: Create new tag
fr: Créer une nouvelle étiquette

source: Update Answer
fr: Mettre à jour les réponses

source: Successfully loaded form.
fr: Formulaire correctement chargé.

source: Unable to load form, please try again.
fr: Impossible de charger le formulaire, veuillez réessayer.

source: Successfully created a tag.
fr: Étiquette correctement créée.

source: Unable to create tag, please try again.
fr: Impossible de créer l’étiquette, veuillez réessayer.

source: Something went wrong, please try again.
fr: Quelque chose s’est mal passé, veuillez réessayer.

source: You do not have permission to edit this question.
fr: Vous n’êtes pas autorisé à modifier cette question.

source: Form loaded.
fr: Formulaire chargé.

source: Tags
fr: Étiquettes

source: Comment updated successfully
fr: Le commentaire a été correctement mis à jour

source: You do not have permission to delete this comment
fr: Vous n’êtes pas autorisé à effacer ce commentaire

source: Flags
fr: Signalements

source: You have flagged this post
fr: Vous avez signalé ce message

source: Flag this post
fr: Signaler ce contenu

source: You do not have permission to view this page
fr: Vous n’êtes pas autorisé à voir cette page

source: Ask
fr: Poser une question

source: Not a valid email address
fr: Pas une adresse de messagerie valide

source: It must be minimum %d characters
fr: Doit avoir au minimum %d caractères

source: This field is required
fr: Ce champ est obligatoire

source: File cannot be uploaded, size is bigger then %s MB
fr: Le fichier ne peut pas être mis en ligne, sa taille est supérieure à %s Mo

source: About
fr: À propos

source: Answers Feed
fr: Flux de réponses

source: Question Feed
fr: Flux de questions

source: AnsPress Banned
fr: Bannis AnsPress

source: AnsPress Participants
fr: Participants AnsPress

source: AnsPress Moderator
fr: Modérateur AnsPress

source: No fields found
fr: Aucuns champ trouvé

source: Select a page
fr: Choisissez une page

source: Add more
fr: En ajouter plus

source: Repeat your password
fr: Répétez votre mot de passe

source: Cancel
fr: Annuler

source: Submit
fr: Envoyer

source: %1$s commented on your %3$s - %2$s
fr: %1$s a commenté votre %3$s - %2$s

source: %1$d comments on your %3$s - %2$s
fr: %1$d commentaires sur votre %3$s - %2$s

source: %1$s answered on - %2$s
fr: %1$s a répondu à - %2$s

source: %1$d answers on - %2$s
fr: %1$d réponses sur - %2$s

source: %s Reputation
fr: %s Notoriété

source: Answer this question
fr: Répondre à cette question

source: %1$s <a href="AP_CPT_LINK">answered</a> a question, on the site %3$s
fr: %1$s <a href="AP_CPT_LINK">a répondu</a> à une question, sur le site %3$s

source: %1$s <a href="AP_CPT_LINK">answered</a> a question
fr: %1$s <a href="AP_CPT_LINK">a répondu</a> à une question

source: %1$s asked a new <a href="AP_CPT_LINK">question</a>, on the site %3$s
fr: %1$s a posé une nouvelle <a href="AP_CPT_LINK">question</a>, sur le site %3$s

source: %1$s asked a new <a href="AP_CPT_LINK">question</a>
fr: %1$s a posé une nouvelle <a href="AP_CPT_LINK">question</a>

source: Question in one sentence
fr: Votre question en une phrase

source: Post question
fr: Publier la question

source: Update question
fr: Mettre à jour la question

source: reCaptach keys missing, please add keys
fr: Clés reCAPTCHA absentes, merci de les ajouter

source: Only visible to admin and moderator.
fr: Visible uniquement des administrateurs et modérateurs.

source: Enter your name to display
fr: Saisissez le nom à afficher

source: Name
fr: Nom

source: Your answer..
fr: Votre réponse…

source: Post answer
fr: Publier la réponse

source: Update answer
fr: Mettre à jour la réponse

source: Update
fr: Mettre à jour

source: This comment was created %s. Its locked hence you cannot delete it.
fr: Ce commentaire a été créé %s, vous ne pouvez donc pas le déplacer dans la corbeille.

source: Select
fr: Sélection

source: We've found similar questions that have already been asked, click to read them.
fr: Des questions similaires à la vôtre ont été déjà été posées : cliquez pour les lire.

source: %d similar questions found
fr: %d questions similaires trouvées

source: unselected as best answer
fr: n‘est plus sélectionnée comme meilleure réponse

source: selected as best answer
fr: a choisi votre réponse comme meilleure réponse

source: updated status
fr: état mis à jour

source: unselected answer
fr: réponse non sélectionnée

source: selected answer
fr: a choisi une réponse

source: edited comment
fr: a modifié son commentaire

source: edited answer
fr: a modifié sa réponse

source: edited question
fr: a modifié sa question

source: commented on answer
fr: a commenté une réponse

source: commented
fr: a dit

source: answered
fr: a fait une réponse

source: asked
fr: a posé la question

source: answer
fr: réponse

source: Moderator Capabilities
fr: Capacités de modération

source: Basic Capabilities
fr: Capacités de base

source: Select user role
fr: Choisissez un rôle utilisateur

source: Add AnsPress capabilities to 3rd party roles.
fr: Ajoute les capacités spécifiques à AnsPress à des rôles de programmes tiers.

source: AnsPress capabilities
fr: Capacités spécifiques à AnsPress

source: Slowly type for question suggestion and then click select button right to question title.
fr: Saisissez lentement pour obtenir des suggestions puis cliquez sur le bouton de sélection.

source: Select a question for new answer
fr: Choisir une question pour une nouvelle réponse

source: Comments awaiting moderation
fr: Commentaires en attente d’approbation

source: Comments
fr: Commentaires

source: Latest Questions
fr: Dernières questions

source: AnsPress option updated!
fr: Options AnsPress mises à jour !

source: Github Repo
fr: Dépôt GitHub

source: AnsPress Themes
fr: Thèmes AnsPress

source: Support Q&A
fr: Assistance Q&R

source: Delete
fr: Déplacer dans la corbeille

source: Tools
fr: Outils

source: Enter your secret key
fr: Saisissez votre clé secrète

source: Recaptcha secret key
fr: Clé secrète reCAPTCHA

source: Enter your site key, if you dont have it get it from here https://www.google.com/recaptcha/admin
fr: Saisissez votre clé de site. Si vous n’en avez pas, obtenez-en une à l’adresse suivante : https://www.google.com/recaptcha/admin

source: Recaptcha site key
fr: Clé de site reCAPTCHA

source: Set post status of edited answer.
fr: Définissez l’état par défaut d’une réponse modifiée.

source: Status of edited answer
fr: État de la réponse modifiée

source: Set post status of new answer.
fr: Définissez l’état par défaut d’une nouvelle réponse.

source: Status of new answer
fr: État de la nouvelle réponse

source: Set post status of edited question.
fr: Définissez l’état par défaut d’une question modifiée.

source: Status of edited question
fr: État de la question modifiée

source: Set post status of new question.
fr: Définissez l’état par défaut d’une nouvelle question.

source: Status of new question
fr: État de la nouvelle question

source: Set maximum upload size.
fr: Définissez la taille maximale de mise en ligne.

source: Max upload size
fr: Taille maximale des fichiers

source: Allow logged-in users to upload image.
fr: Permettre aux utilisateurs enregistrés de mettre en ligne une image.

source: Allow image upload
fr: Permettre la mise en ligne d’images

source: Upload
fr: Mettre en ligne

source: Lock comment or post after a period so that user cannot delete it. Set the time in epoch i.e. 86400 = 1 day.
fr: Empêcher les commentaires ou publications après une certaine période pour qu’ils ne puissent plus être supprimés. À saisir en secondes : 86400 = 1 jour.

source: Lock delete action
fr: Empêcher la suppression

source: non-loggedin user cannot see comments.
fr: les utilisateurs non connectés ne peuvent pas voir les commentaires.

source: Only logged in can see comment
fr: Seuls les utilisateurs connectés peuvent voir les commentaires

source: non-loggedin user cannot see answers.
fr: les utilisateurs non connectés ne peuvent pas voir les réponses.

source: Only logged in can see answers
fr: Seuls les utilisateurs connectés peuvent voir les réponses

source: Only allow admin to answer question.
fr: Permettre aux seuls administrateurs de répondre aux questions.

source: Only admin can answer
fr: Seul un administrateur peut répondre

source: Non-loggedin user can post questions and answers.
fr: Les utilisateurs non connectés peuvent publier des question et des réponses.

source: Allow anonymous
fr: Permettre aux anonymes

source: Allow asker to answer his own question.
fr: Permettre de répondre à ses propres questions.

source: Asker can answer
fr: Un utilisateur posant une question peut y répondre

source: Allow user to submit multiple answer per question.
fr: Permettre à un même utilisateur de faire plusieurs réponses à une question.

source: Multiple answers
fr: Réponses multiples

source: Permissions
fr: Droits

source: Feature
fr: Mettre en avant

source: Disable down voting on answers.
fr: Désactiver la possibilité de voter négativement sur les questions.

source: Disable voting on answers.
fr: Désactiver la possibilité de voter sur les réponses.

source: Disable comments on answer.
fr: Désactiver les commentaires sur les réponses.

source: Set minimum letters for a answer contents.
fr: Définissez le nombre minimal de lettres pour le corps d’une réponse.

source: Allow an user to submit multiple answers on a single question.
fr: Permettre à un utilisateur de soumettre plusieurs réponses à une même question.

source: Multiple Answers
fr: Réponses Multiples

source: If enabled this will prevent user to submit answer on solved question.
fr: Si cette case est cochée, un utilisateur ne pourra pas répondre à une question déjà résolue.

source: Close question after selecting answer
fr: Clore la question lorsqu’une réponse est sélectionnée

source: Disable down voting on questions.
fr: Désactiver la possibilité de voter négativement sur les questions.

source: Disable down voting
fr: Désactiver la possibilité de voter négativement

source: Disable voting on questions.
fr: Désactiver la possibilité de voter sur les questions.

source: Disable voting
fr: Désactiver la possibilité de voter

source: Disable comments on questions.
fr: Désactiver les commentaires sur les questions.

source: Disable comments
fr: Désactiver les commentaires

source: Text editor as default.
fr: Éditeur de texte comme éditeur par défaut.

source: Use text editor ?
fr: Utiliser l’éditeur de texte ?

source: Set minimum letters for a question contents.
fr: Définissez le nombre minimal de lettres pour le corps d’une question.

source: Minimum question content
fr: Contenu minimal d’une question

source: Set minimum letters for a question title.
fr: Définissez le nombre minimal de lettres pour le titre d’une question.

source: Minimum title length
fr: Longueur minimale du titre

source: Title of the author page
fr: Titre de la page d’auteur

source: Title of the ask page
fr: Titre de la page pour poser une question

source: Ask page title
fr: Titre de la page du formulaire de question

source: Main questions list page title
fr: Titre de la page principale de liste de questions

source: Base page title
fr: Titre de la page principale

source: If an answer is selected for question then [solved] prefix will be added in title.
fr: Si une réponse est sélectionnée pour la question, le préfixe [résolu] sera ajouté au titre.

source: Show solved prefix
fr: Afficher le préfixe résolu

source: Page Titles
fr: Titres des Pages

source: Oldest
fr: Plus ancienne

source: Newest
fr: Plus récente

source: Active
fr: Activité

source: Voted
fr: Votes

source: Answers to show per page.
fr: Nombre de réponses par page.

source: Answers per page
fr: Réponses par page

source: Questions to show per page.
fr: Nombre de questions à afficher par page.

source: Questions per page
fr: Questions par page

source: Items to show per page
fr: Nombre d’éléments à afficher par page

source: User avatar size for comments.
fr: Taille des avatars dans les commentaires.

source: Comment avatar size
fr: Taille de l’avatar dans un commentaire

source: User avatar size for answer.
fr: Taille de l’avatar dans une réponse.

source: Answer avatar size
fr: Taille de l’avatar pour une réponse

source: User avatar size for question.
fr: Taille de l’avatar dans une question.

source: Question avatar size
fr: Taille de l’avatar dans une question

source: User avatar size for questions list.
fr: Taille des avatars dans la liste des questions.

source: List avatar size
fr: Taille de l’avatar dans la liste

source: Layout
fr: Mise en page

source: Allow users to create private question and answer.
fr: Permettre aux utilisateurs de créer des questions et des réponses privées.

source: Allow private posts
fr: Permettre les contenus privés

source: Hide link to AnsPress project site.
fr: Masquer le lien vers le site du projet AnsPress.

source: Hide author credits
fr: Masquer les crédits d’auteur

source: Select page for displaying anspress.
fr: Choisissez la page d’affichage d’AnsPress.

source: General
fr: Principal

source: Category
fr: Catégorie

source: Status
fr: État

source: <strong>%d</strong> Answer
fr: <strong>%d</strong> Réponse

source: Answers
fr: Réponses

source: Save options
fr: Enregistrer les options

source: View
fr: Afficher

source: Edit
fr: Modifier

source: Restore
fr: Rétablir

source: Answer
fr: Réponses

source: Trash
fr: Corbeille

source: Closed
fr: Close

source: Publish
fr: Publiée

source: All
fr: Tout

source: Search
fr: Recherche

source: Flag
fr: Signaler

source: Add to Menu
fr: Ajouter au menu

source: User profile
fr: Profil utilisateur

source: Edit question
fr: Modifier la question

source: 1 Answer
fr: 1 Réponse

source: This question is orphan, no question is selected for this answer
fr: Cette réponse est orpheline, elle n‘est pas associée à une question

source: Settings
fr: Réglages

source: About AnsPress
fr: À propos d’AnsPress

source: AnsPress Options
fr: Options AnsPress

source: Select question
fr: Choisissez la question

source: Reputation
fr: Notoriété

source: Flagged
fr: Signalées

source: Moderate
fr: Modérée

source: All Answers
fr: Toutes les réponses

source: New Question
fr: Nouvelle Question

source: All Questions
fr: Toutes les questions

source: Events
fr: Évènements

source: Title
fr: Titre
