Repository: dicePrime/test-repo
Catalog: wp-plugins-anspress-question-answer-stable-*.po
Languages: fr

source: Hello! Question '{question_title}' is trashed by {user}.
fr: Bonjour ! La question ‘{question_title}’ a été déplacée dans la corbeille par {user}.

source: A question is trashed by {user}
fr: Une question est déplacée dans la corbeille par {user}

source: Hello! Answer on '{question_title}' is edited by {editor}. Link: {question_link}
fr: Bonjour ! La réponse à '{question_title}' a été modifiée par {editor}. Lien : {question_link}

source: An answer is edited by {editor}
fr: Une réponse est modifiée par {editor}

source: Hello! Question '{question_title}' is edited by {editor}. Link: {question_link}
fr: Bonjour ! La question '{question_title}' a été modifiée par {editor}. Lien : {question_link}

source: A question is edited by {editor}
fr: Une question est modifiée par {editor}

source: Hello! A new comment posted on '{question_title}' by {commenter}. Link: {comment_link}
fr: Bonjour ! Il y a un nouveau commentaire publié sur '{question_title}' par {commenter}. Lien : {comment_link}

source: New comment by {commenter}
fr: Nouveau commentaire par {commenter}

source: Hello! Your answer on '{question_title}' was selected as best. Link: {answer_link}
fr: Bonjour ! Votre réponse à '{question_title}' a été choisie comme étant la meilleure. Lien : {answer_link}

source: Your answer was selected as best
fr: Votre réponse a été sélectionnée comme la meilleure

source: Hello! A new answer is posted by {answerer} on {question_title} Answer: {answer_excerpt} Link: {answer_link}
fr: Bonjour ! Il y a une nouvelle réponse publiée par {answerer} sur '{question_title}' Réponse : {answer_excerpt} Lien : {answer_link}

source: New answer posted by {answerer}
fr: Nouvelle réponse publiée par {answerer}

source: Hello! A new question is posted by {asker} Title: {question_title} Description: {question_excerpt} Link: {question_link}
fr: Bonjour ! Il y a une nouvelle question publiée par {asker} Titre : {question_title} Description : {question_excerpt} Lien : {question_link}

source: New question posted by {asker}
fr: Nouvelle question posée par {asker}

source: Question category feed
fr: Flux de catégories de question

source: %d Sub category
fr: %d sous-catégorie

source: Category icon color
fr: Couleur de l’icône de catégorie

source: Featured image for category
fr: Image mise en avant pour les catégories

source: Remove image
fr: Supprimer l’image

source: Set background color to be used with icon
fr: Définissez la couleur d’arrière-plan à utiliser avec l’icône

source: Icon background color
fr: Couleur d’arrière-plan de l‘icône

source: Font icon class, if image not set
fr: Classe de l’icône, si l’image n’est pas définie

source: Category icon class
fr: Classe de l’icône de catégorie

source: Category image
fr: Image de catégorie

source: Upload image
fr: Mettre en ligne une image

source: No matching category found
fr: Aucune catégorie correspondante

source: Select a topic that best fits your question
fr: Choisissez la rubrique qui correspond le mieux à votre question

source: Questions Category
fr: Catégories des questions

source: Image height in categories page
fr: Hauteur de l’image dans la page des catégories

source: Categories image height
fr: Hauteur de l’image des catégories

source: Category to show per page
fr: Catégories à afficher par page

source: Category per page
fr: Catégories par page

source: Title of the categories page
fr: Titre de la page des catégories

source: Categories title
fr: Titre des catégories

source: Slug for category page
fr: Identifiant de la page des catégories

source: Category page slug
fr: Identifiant de la page des catégories

source: Slug categories page
fr: Identifiant de la page des étiquettes

source: Categories page slug
fr: Identifiant de la page des catégories

source: Descending
fr: Décroissant

source: Ascending
fr: Croissant

source: Categries page order
fr: Tri de la page des catégories

source: Set how you want to order categories in categories page.
fr: Définissez la façon dont vous souhaitez que les catégories soient triées dans la page des catégories.

source: Categries page order by
fr: Tri de la page des catégories

source: Group
fr: Groupe

source: Set how you want to order categories in form.
fr: Définissez la façon dont vous souhaitez que les catégories soient triées dans les formulaires.

source: Ask form category order
fr: Ordre des catégories dans le formulaire de question

source: Nothing found in Trash
fr: Rien n’a été trouvé dans la corbeille

source: Nothing Found
fr: Rien n’a été trouvé

source: Search Category
fr: Chercher dans les catégories

source: View Category
fr: Voir la catégorie

source: New Category
fr: Nouvelle Catégorie

source: Edit Category
fr: Modifier la catégorie

# anspress-question-answer
source: Add New Category
fr: Ajouter une nouvelle catégorie

source: All Categories
fr: Toutes les catégories

# anspress-question-answer
source: Category
fr: Catégorie

source: Question Categories
fr: Catégories de question

source: Icon height:
fr: Hauteur de l’icône :

source: Icon width:
fr: Largeur de l’icône :

source: ASC
fr: CROISSANT

source: DESC
fr: DÉCROISSANT

source: Order:
fr: Tri :

source: Term group
fr: Groupe du terme

source: Slug
fr: Identifiant

source: Count
fr: Compte

source: None
fr: Aucun·e

source: Order By:
fr: Trier par :

source: Number:
fr: Nombre :

source: Top level
fr: Premier niveau

source: Hide empty:
fr: Masquer ce qui est vide :

source: Categories
fr: Catégories

source: %d Child
fr: %d enfants

source: Access
fr: Accès

source: Author page title
fr: Titre de la page d’auteur

source: Pages and permalinks
fr: Pages et permaliens

source: Display AnsPress categories
fr: Afficher les catégories AnsPress

source: Load more answers
fr: Charger plus de réponses

source: Load more questions
fr: Charger plus de questions

source: No AnsPress template found for rendering this page.
fr: Aucun thème AnsPress n’a été trouvé pour effectuer le rendu de cette page.

source: Enter words separted by comma. This option can be overriden by placing a <small>badwords.txt</small> in AnsPress override folder. While using bad word from file, add one word per line rather then comma separted.
fr: Entrez des mots séparés par des virgules. Cette option peut être outrepassée en plaçant un fichier <small>badwords.txt</small> dans le dossier d’AnsPress. Ajoutez alors dans ce fichier un mot par ligne plutôt que de le séparer par des virgules.

source: Add comma separted bad words
fr: Ajouter des mots indésirables séparés par des virgules

source: Show AnsPress avatars by default instead of gravatar fallback. Useful in localhost development.
fr: Afficher les avatars AnsPress par défaut au lieu de gravatar. Utile en cas de développement local.

source: Force avatar
fr: Forcer l’avatar

source: Select font family for avatar letters.
fr: Choisissez la famille de polices pour les lettres d’avatar.

source: Font family
fr: Famille de police

source: Dynamic Avatar
fr: Avatar dynamique

source: Clear avatar cache
fr: Vider le cache d’avatars

source: Clear Cache
fr: Vider le cache

source: %d views
fr: %d vues

source: You do not have permission to vote.
fr: Vous n’êtes pas autorisé à voter.

source: Do you want to reset your password?
fr: Souhaitez-vous redéfinir votre mot de passe ?

source: Email already in use.
fr: Cette adresse de messagerie est déjà en cours d’utilisation.

source: deleted answer
fr: a supprimé la réponse

source: Posted %s
fr: Publiée le %s

source: %s ago
fr: il y a %s

source: Register now
fr: S’inscrire maintenant

source: Don't have a user account?.
fr: Pas encore de compte ?

source: Extensions
fr: Complèments

source: Themes
fr: Thèmes

source: Get %1$s or %2$s
fr: Obtenir %1$s ou %2$s

source: %d Comment
fr: %d commentaire

source: No answer posted by this user.
fr: Aucune réponse publiée par cet utilisateur.

source: Download file
fr: Télécharger le fichier

source: Attachments
fr: Pièces jointes

source: Write your answer..
fr: Donnez votre réponse…

source: Convert to post
fr: Convertir en article

source: Featured
fr: Mise en avant

source: Question and answer is powered by
fr: Question et réponse est motorisé par

source: AnsPress shortcode cannot be nested.
fr: Les codes courts d’AnsPress ne peuvent pas être imbriqués.

source: This seems to be a duplicate answer. An answer with same content already exists.
fr: Cela semble être une réponse doublon. Une réponse avec le même contenu existe déjà.

source: This seems to be a duplicate question. A question with same content already exists.
fr: Cela semble être une question doublon. Une question avec le même contenu existe déjà.

source: years
fr: années

source: year
fr: an

source: weeks
fr: semaines

source: week
fr: semaine

source: days
fr: jours

source: day
fr: jour

source: hours
fr: heures

source: hour
fr: heure

source: This question is in waiting queue and is not accessible by anyone until it get published.
fr: Cette question est dans la file d’attente et n’est donc pas accessible tant qu’elle ne sera pas publiée.

source: Question will be publish in %s
fr: La question sera publiée dans %s

source: Approve
fr: Approuver

source: Comment approved successfully.
fr: Le commentaire a été correctement approuvé.

source: Reset
fr: Réinitialiser

source: edited comment on answer
fr: a modifié son commentaire à une réponse

source: Question title cannot be blank
fr: Le titre de la question ne peut pas être vide

source: Wrong data supplied
fr: Données erronées fournies

source: Only question can be set as featured
fr: Seule une question peut être mise en avant

source: This post was created %s, hence you cannot trash it
fr: Ce contenu a été créé %s, vous ne pouvez donc pas le déplacer dans la corbeille

source: Irks! At least PHP version 5.5 is required to run AnsPress. Current PHP version is %s. Please ask hosting provider to update your PHP version.
fr: Aïe ! Il faut au moins la version 5.5 de PHP pour faire fonctionner AnsPress. Votre version actuelle de PHP est %s. Merci de demander à votre hébergeur de vous proposer une version de PHP plus récente.

source: AnsPress is not running!
fr: AnsPress n’est pas activé !

source: Documents and FAQ
fr: Documentation et FAQ

source: Help and Support!
fr: Aide et Assistance !

source: More actions
fr: Plus d’actions

source: View questions
fr: Voir les questions

source: Post an answer
fr: Répondre

source: Write your first question
fr: Poser votre première question

source: Next Steps
fr: Étapes suivantes

source: Get Started
fr: Bien démarrer

source: We’ve assembled some links to get you started:
fr: Nous avons préparé une sélection de liens pour vous aider à bien démarrer :

source: Welcome to AnsPress!
fr: Bienvenue sur AnsPress !

source: Apparently, there are no updates to show!
fr: Apparemment, il n’y a aucune mise à jour à afficher !

source: %d answers awaiting moderation
fr: %d réponses en attente d’approbation

source: %d Flagged answers
fr: %d réponses signalées

source: All looks fine
fr: Tout semble parfait

source: %d questions awaiting moderation
fr: %d questions en attente d’approbation

source: %d Flagged questions
fr: %d questions signalées

source: %d Moderate
fr: %d modérée(s)

source: %d Private
fr: %d privée(s)

source: %d Published
fr: %d publiée(s)

source: Latest Answers
fr: Dernières réponses

source: Require Attention
fr: Nécessite votre attention

source: Set post status post submitted by anonymous user.
fr: Définissez l’état par défaut d’une question posée par un utilisateur anonyme.

source: Status of anonymous post
fr: État d’un contenu anonyme

source: AnsPress will not strip stop words in question slug.
fr: AnsPress ne supprime pas les mots insignifiants dans l’identifiant de la question.

source: Keep stop words in question slug
fr: Conserver les mots insignifiants dans l’identifiant de question

source: Instead of showing time passed i.e. 1 Hour ago, show default format date.
fr: Au lieu d’afficher le temps passé depuis que la question a été posée (ex : il y a 1 heure), utiliser le format de date par défaut.

source: Show default date format
fr: Afficher avec le format de date par défaut

source: The most advance community question and answer system for WordPress
fr: Le système communautaire de questions/réponses pour WordPress le plus avancé

source: Subscribe
fr: S’abonner

source: Search questions
fr: Rechercher dans les questions

source: Question and answer search form.
fr: Formulaire de recherche dans les questions et réponses.

source: (AnsPress) Search
fr: (Anspress) Recherche

source: Limit:
fr: Limite :

source: Comma separted AnsPress category ids
fr: Identifiants des catégories AnsPress, séparés par des virgules

source: Category IDs:
fr: IDs des catégories :

source: Shows list of question shorted by option.
fr: Affiche la liste des questions filtrées.

source: This widget can only be used in single question page
fr: Ce widget n‘est utilisable que dans une page de question unitaire

source: No permission
fr: Aucune autorisation

source: You cannot vote on restricted posts
fr: Vous ne pouvez pas voter pour des contenus privés

source: Don’t use foul or abusive language. Let everything you say be good and helpful.
fr: Merci de ne pas utiliser de langage trop familier ou grossier. Restons poli et courtois.

source: Sorry! you are not allowed to read this question.
fr: Désolé ! Vous n’êtes pas autorisé à lire cette question.

source: Voting on restricted posts are not allowed.
fr: Voter pour des contenus privés n’est pas permis.

source: Voting on own post is not allowed
fr: Voter pour vos propres contenus n’est pas permis

source: Add role
fr: Ajouter un rôle

source: Role slug, without any space
fr: Identifiant du rôle, sans espace

source: Role name
fr: Nom du rôle

source: Add a new user role.
fr: Ajouter un nouveau rôle d’utilisateur.

source: Add new role
fr: Ajouter un nouveau rôle

source: Permission and role
fr: Autorisations et rôles

source: Its look like %s role already exists .
fr: Il semblerait que le rôle %s existe déjà.

source: New role %s added successfully .
fr: Le nouveau rôle %s a bien été ajouté.

source: No license yet.
fr: Aucune licence à ce jour.

source: Save
fr: Enregistrer

source: Activate License
fr: Activer la licence

source: Deactivate License
fr: ﻿Désactiver la licence

source: active
fr: activité

source: Enter license key for %s
fr: Saisir la clé d’activation pour %s

source: License keys for AnsPress products, i.e. extensions and themes.
fr: Clés d’activation pour les produits AnsPress, c-à-d compléments et thèmes.

source: Error
fr: Erreur

source: You do not have permission to install plugin updates
fr: Vous n’êtes pas autorisé à installer les mises à jour de l’extension

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
fr: Une nouvelle version de %1$s est disponible. <a target="_blank" class="thickbox" href="%2$s">Voir les détails de la version %3$s</a> ou <a href="%4$s">effectuer la mise-à-jour maintenant</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
fr: Une nouvelle version de %1$s est disponible. <a target="_blank" class="thickbox" href="%2$s">Voir les détails de la version %3$s</a>.

source: User roles
fr: Rôles utilisateur

source: Bad Words
fr: Gros mots

source: Require user to login to see AnsPress contents?.
fr: Exiger que les utilisateurs se connectent pour voir les contenus d’AnsPress ?

source: Only logged in can see questions, answer and comments?
fr: Seuls les personnes connectées peuvent voir les questions, réponses et commentaires ?

source: Title of the search page
fr: Titre de la page de recherche

source: Search page title
fr: Titre de la page de recherche

source: Check this to load AnsPress JS and CSS on the AnsPress page only. Be careful, this might break layout.
fr: Cochez cette case pour charger les scripts et feuilles de style liés à AnsPress uniquement sur la page AnsPress. Soyez prudent, cela peut entrainer des défauts de mise en page.

source: Load assets in AnsPress page only?
fr: Ne charger les actifs AnsPres que dans la page AnsPress ?

source: Add an answer
fr: Ajouter une réponse

source: Licenses
fr: Licences

source: Clear flag
fr: Annuler le signalement

source: Edit &#8220;%s&#8221;
fr: Éditer “%s”

source: %2$s1%3$s answer
fr: %2$s1%3$s réponse

source: One time
fr: Une fois

source: Views
fr: Vues

source: Shows question stats in single question page.
fr: Affiche les statistiques d’une question sur sa page.

source: (AnsPress) Question Stats
fr: (AnsPress) Statistiques d’une question

source: Show current anspress page navigation
fr: Afficher le fil d’Ariane d’AnsPress

source: (AnsPress) Breadcrumbs
fr: (AnsPress) Fil d’Ariane

source: Title:
fr: Titre :

source: Ask questions
fr: Poser des questions

source: (AnsPress) Ask form
fr: (AnsPress) Formulaire de question

source: No related questions found.
fr: Aucune question en relation trouvée.

source: No questions found.
fr: Aucune question trouvée.

source: %d Answers
fr: %d réponses

source: No notification
fr: Aucune notification

source: Mark all as seen
fr: Tout marquer comme lu

source: New question
fr: Ajouter

source: View all answers
fr: Voir toutes les réponses

source: Question stats
fr: Statistiques de la question

source: This has been trashed or waiting for approval.
fr: Cet élément est dans la corbeille ou en attente de validation.

source: This %s waiting for moderation.
fr: Ce·tte %s est en attente d’approbation.

source: This is a private %s.
fr: Ceci est un %s privé.

source: Login
fr: Se connecter

source: Reset sorting and filter
fr: Réinitialiser toutes les options de tri et filtrage

source: Search questions...
fr: Rechercher dans les questions…

source: Widgets in this area will be shown in authors page.
fr: Les widgets de cette zone apparaissent sur la page d’auteur.

source: Widgets in this area will be shown in tag listing page.
fr: Les widgets de cette zone apparaissent sur la page de liste d’étiquettes.

source: Widgets in this area will be shown in category listing page.
fr: Les widgets de cette zone apparaissent sur la page de liste de catégories.

source: Widgets in this area will be shown in single question page sidebar.
fr: Les widgets de cette zone apparaissent dans la barre latérale de question unitaire.

source: Widgets in this area will be shown in anspress tags page.
fr: Les widgets de cette zone apparaissent sur la page d’étiquettes d’AnsPress.

source: Widgets in this area will be shown before questions list.
fr: Les widgets de cette zone apparaissent au-dessus de la liste des questions.

source: Widgets in this area will be shown before anspress body.
fr: Les widgets de cette zone apparaissent avant le corps principal d’AnsPress.

source: Something went wrong in server side, not a valid response.
fr: Quelque chose s’est mal passé du côté du serveur, la dernière action n’a pas été effectuée.

source: Uploading
fr: Mise en ligne

source: Sending request
fr: Envoi de la requête

source: Loading
fr: Chargement

source: Username not available
fr: Ce nom d’utilisateur n’est pas disponible

source: Username length must be 4 or higher
fr: Le nom d’utilisateur doit comporter au moins 4 caractères

source: Not a valid email
fr: Cette adresse de messagerie n’est pas valide

source: Password length must be 6 or higher
fr: Le mot de passe doit comporter au moins 6 caractères

source: Password not matching
fr: Le mot de passe ne correspond pas

source: Total votes
fr: Nombre total de votes

source: You do not have permission to ask question.
fr: Vous n’êtes pas autorisé à poser une question.

source: Down vote this post
fr: Voter négativement pour ce contenu

source: Up vote this post
fr: Voter positivement pour ce contenu

source: (anonymous)
fr: (anonyme)

source: Anonymous
fr: Anonyme

source: Ask question
fr: Poser une question

source: Unsolved
fr: Non résolu

source: Unanswered
fr: Sans réponse

source: Answered
fr: Répondues

source: Solved
fr: Résolue

source: Error 404
fr: Erreur 404

source: Discussion on "%s"
fr: Discussion sur « %s »

source: Selecting an Answer
fr: Choix d’une réponse

source: Best answer
fr: Meilleure réponse

source: Please fill parent question field, Answer was not saved!
fr: Veuillez remplir le champ de la question, votre réponse n’a pas été enregistrée !

source: Check missing fields and then re-submit.
fr: Vérifiez les champs manquants puis envoyez le formulaire à nouveau.

source: Bot verification failed.
fr: La vérification par le robot a échoué.

source: View &#8220;%s&#8221; question
fr: Voir la question “%s”

source: Preview
fr: Prévisualiser

source: Preview &#8220;%s&#8221;
fr: Aperçu de &#8220;%s&#8221;

source: Delete Permanently
fr: Supprimer définitivement

source: Delete this item permanently
fr: Supprimer cet contenu définitivement

source: Move this item to the Trash
fr: Déplacer cet élément dans la corbeille

source: Restore this item from the Trash
fr: Rétablir cet élément depuis la corbeille

source: Content
fr: Contenu

source: Ans
fr: Réponses

source: Tag
fr: Étiquette

source: Author
fr: Auteur

source: No answer found in Trash
fr: Aucune réponse trouvée dans la corbeille

source: No answer found
fr: Aucune réponse trouvée

source: Search Answers
fr: Chercher dans les réponses

source: Edit answer
fr: Modifier la réponse

source: New Answer
fr: Nouvelle Réponse

source: Add New Answer
fr: Ajouter une nouvelle réponse

source: View Answer
fr: Voir la réponse

source: Parent Answer:
fr: Réponse parente :

# Post Type Singular Name
source: Answer
fr: Réponse

# Post Type General Name
source: Answers
fr: Réponses

source: No questions found in Trash
fr: Aucune question trouvée dans la corbeille

source: No question found
fr: Aucune question trouvée

source: Search Questions
fr: Chercher dans les questions

source: Update Question
fr: Mettre à jour les questions

source: Edit Question
fr: Modifier la question

source: Add New Question
fr: Ajouter une nouvelle question

source: View Question
fr: Voir la question

source: Parent Question:
fr: Question parente :

source: Private Post <span class="count">(%s)</span>
fr: Contenu privé <span class="count">(%s)</span>

source: Private Post
fr: Contenu privé

source: Moderate <span class="count">(%s)</span>
fr: À modérer <span class="count">(%s)</span>

source: [Solved]
fr: [Résolue]

source: Mark this question as featured
fr: Mettre cette question en avant

source: or
fr: ou

source: This %s has been trashed, you can delete it permanently from wp-admin.
fr: Ce·tte %s a été déplacé·e dans la corbeille, vous pouvez la ou le supprimer définitivement depuis le panneau d’administration.

source: This %s is awaiting for approval by moderator.
fr: Ce·tte %s est en attente d’approbation par le modérateur.

source: This %s is marked as a private, only admin and post author can see.
fr: Ce·tte %s est privé·e, seuls son auteur et l‘administrateur peuvent le voir.

source: Voting down is disabled.
fr: Les votes négatifs ont été désactivés.

source: Your profile has been updated successfully.
fr: Votre profil a bien été mis à jour.

source: You have already attached maximum numbers of allowed uploads.
fr: Vous avez déjà atteint le nombre maximal autorisé de mises en ligne.

source: Question is unmarked as featured.
fr: La question n’est plus mise en avant.

source: Question is marked as featured.
fr: La question est mise en avant.

source: Answer has been deleted permanently
fr: La réponse a été définitivement supprimée

source: Image uploaded successfully
fr: Image mise en ligne correctement

source: Post status updated successfully
fr: État du contenu correctement mis à jour
